alefragnani.Bookmarks
antfu.unocss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
iceworks-team.iceworks-style-helper
jock.svg
MariusAlchimavicius.json-to-ts
mikestead.dotenv
mrmlnc.vscode-scss
MS-CEINTL.vscode-language-pack-zh-hans
PKief.material-icon-theme
sdras.vue-vscode-snippets
SimonSiefke.svg-preview
styled-components.vscode-styled-components
stylelint.vscode-stylelint
syler.sass-indented
unifiedjs.vscode-mdx
usernamehw.errorlens
vscodevim.vim
Vue.volar
ZixuanChen.vitest-explorer
